"Numbers" = "數字";"Keywords for Variables" = "變數的操作";"Preprocessor" = "前置處理器";"SingleComment" = "# 註解";"Backticks" = "`倒斜線`";"String with double quotes" = "\"字串\"";"Keywords" = "關鍵字";"Characters" = "字元";"FunctionRegex" = "函式呼叫";"Base" = "基礎";"String with single quotes" = "'字串'";"Unix commands" = "Unix 命令";"Builtin functions" = "內建函式";